# -*- coding: utf-8 -*-

a = {'11510928160158': {
    'link_vk': 'https://vk.com/wall-11510928_160158',
    'id_lot': 11510928160158,
    'title': 'Складной нож Ganzo «G7211»',
    'money': 'Обычная цена: 1890 руб.',
    'name': 'Найк Бойцов',
    'money2': '980 руб.'}
    }

b = {'11510928179946': {
    'link_vk': 'https://vk.com/wall-11510928_179946',
    'id_lot': 11510928179946,
    'title': 'Ремень офицерский искусственная кожа',
    'money': 'Обычная цена: 310 руб.',
    'name': 'Кир Субботин',
    'money2': '160 руб.'}}

c = {'11510928179799': {
    'link_vk': 'https://vk.com/wall-11510928_179799',
    'id_lot': 11510928179799,
    'title': 'Термос Thermos Champion (стеклянная колба) 1L',
    'money': 'Обычная цена: 999 руб.',
    'name': 'Карри Несоус',
    'money2': '790 руб.'}}

if __name__ == '__main__':
    s = a['11510928160158']
    print(s['vk_link'])
